const missionsb =[
    {
      "ID": "EMJ2001",
      "Mission": "問人哋「你叫糊未呀？」對方答「唔話你知」，就捉佢斷正啦。"
    },
    {
      "ID": "EMJ2002",
      "Mission": "有人開槓時，誤導佢唔係攞牌尾嘅牌嚟補牌，佢真係攞錯嘅話就畀支籤佢睇囉。"
    },
    {
      "ID": "EMJ2003",
      "Mission": "有人補花時，誤導佢唔係攞牌尾嘅牌嚟補牌，佢就中咗伏就捉佢啦。"
    },
    {
      "ID": "EMJ2004",
      "Mission": "講「打牌有助預防認知障礙」，引導有人講「係老人癡呆至啱」嚟糾正你，對方係啱咗，不過就衰咗係你手上囉。"
    },
    {
      "ID": "EMJ2005",
      "Mission": "提議玩甩牌比賽，如果有至少一名雀友陪你甩，你就得米啦~~"
    },
    {
      "ID": "EMJ2006",
      "Mission": "令人講返佢上次食出十三么嘅威水史。"
    },
    {
      "ID": "EMJ2007",
      "Mission": "扮晒正經咁話，「麻雀係源自北歐嘅」，如果有人糾正你，搞掂。"
    },
    {
      "ID": "EMJ2008",
      "Mission": "引位雀友擲盒game入面嘅骰，只要擲到「斷到正」是但一個字就周佢啦！"
    },
    {
      "ID": "EMJ2009",
      "Mission": "引人拎隻牌俾你，佢就斷正。"
    },
    {
      "ID": "EMJ2010",
      "Mission": "開始前話你支籤係今次打麻雀要加規則（要發揮創意作啲規矩），如果有人信/肯跟住做，就拎支籤出嚟講「你中伏啦~~」"
    },
    {
      "ID": "EMJ2011",
      "Mission": "擲完骰，專登報錯骰數，引到有人更正你，佢就落沓啦喂。"
    },
    {
      "ID": "EMJ2012",
      "Mission": "擲完骰，無厘頭講個啤牌術語，有人笑就斷正。"
    },
    {
      "ID": "EMJ2013",
      "Mission": "出story影自己副牌，有同枱雀友睇咗就中伏喇！"
    },
    {
      "ID": "EMJ2014",
      "Mission": "令一個玩家講「麻雀回巢必有因」。"
    },
    {
      "ID": "EMJ2015",
      "Mission": "無啦啦唱「六嬸，三太公」，有人接着唱落去嘅話，佢就中伏囉。"
    },
    {
      "ID": "EMJ2016",
      "Mission": "引到有人講「一同歸西」，你就得米啦。"
    },
    {
      "ID": "EMJ2017",
      "Mission": "亂食糊，老作一個糊牌組合名，有人信你嘅話，佢就中伏喇。"
    },
    {
      "ID": "EMJ2018",
      "Mission": "扮做十三么，引到有人打隻十三么組合中嘅牌出嚟，你就斷佢正啦。"
    },
    {
      "ID": "EMJ2019",
      "Mission": "老作一個打麻雀嘅禁忌，有人信，佢就中伏喇。"
    },
    {
      "ID": "EMJ2020",
      "Mission": "打打下搵個人幫你戥腳，有人肯幫你頂，你就成功啦。"
    },
    {
      "ID": "EMJ2021",
      "Mission": "一鋪入面係咁走牌，引人口痕話你「轉張吖/叫幾多飛唧」，咁你就「裝」到佢正啦！[小編真心希望你最後食得出]"
    },
    {
      "ID": "EMJ2022",
      "Mission": "洗牌嗰陣乘機摸手仔，嗰位玩家縮手就搞掂！唔縮咪摸多陣囉。"
    },
    {
      "ID": "EMJ2023",
      "Mission": "畀錢時專登畀少咗，有玩家捉你嘅話，咪搞掂囉。"
    },
    {
      "ID": "EMJ2024",
      "Mission": "每次摸牌都用盡手指公全力去甩牌，如果有玩家學你，咁你就搞掂咗啦！"
    },
    {
      "ID": "EMJ2025",
      "Mission": "引一名雀友打牌途中去攞嚟（一本）書。如果竟然有人落沓，你就真係神！"
    },
    {
      "ID": "EMJ2026",
      "Mission": "令一名玩家幫你遞飲品。"
    },
    {
      "ID": "EMJ2027",
      "Mission": "擲「斷到正」骰決定開牌棟。擲到中文字時你話「筆劃數就係粒骰嘅點數」，有人真係數就so很ry啦。你就得米lu~~"
    },
    {
      "ID": "EMJ2028",
      "Mission": "話覺得自己今日坐個位好旺，慫恿到有人提出調位就得咗。"
    },
    {
      "ID": "EMJ2029",
      "Mission": "攞牌時大叫「墮囉」！如果有玩家應你「芒他卡墮」（類似得啦），畀支籤佢睇扣佢LP啦！"
    },
    {
      "ID": "EMJ2030",
      "Mission": "收埋一隻牌，如果俾人話你小相公，你就掂啦。"
    },
    {
      "ID": "EMJ2031",
      "Mission": "食糊嗰陣計多自己一番，如果被人發現，就斷佢正啦！"
    },
    {
      "ID": "EMJ2032",
      "Mission": "供到人十二章落地，如果佢叫你「睇路呀」，捉佢啦！"
    },
    {
      "ID": "EMJ2033",
      "Mission": "有人提到「單眼佬」三隻字，佢就中伏啦！"
    },
    {
      "ID": "EMJ2034",
      "Mission": "當你講「副牌唔識打」而有人話「我教你打」，你就送呢個「伏」畀老師當係教訓啦。"
    },
    {
      "ID": "EMJ2035",
      "Mission": "問人哋食過最勁嘅牌係咩，如果有人答「天糊、地糊、人糊」嘅，就同佢講「你中伏啦！」"
    },
    {
      "ID": "EMJ2036",
      "Mission": "引一名雀友打發財嗰陣講「大家發財」。"
    },
    {
      "ID": "EMJ2037",
      "Mission": "引一名玩家講「今晚打老虎」。"
    },
    {
      "ID": "EMJ2038",
      "Mission": "問一個玩家「十六不搭」點食，有人答你嘅話，hehee！"
    },
    {
      "ID": "EMJ2039",
      "Mission": "引一個玩家同你討論打手動枱定電動枱好啲。"
    },
    {
      "ID": "EMJ2040",
      "Mission": "令一個玩家提你摸花或摸馬。"
    },
    {
      "ID": "EMJ2041",
      "Mission": "打出隻牌嗰陣冚轉咗，有雀友好心幫你翻返開嘅話，當然要講「唔該」，而且仲要講「你已落沓」喇！"
    },
    {
      "ID": "EMJ2042",
      "Mission": "Keep住四隻同一樣嘅牌但係唔開槓，引人最尾開牌時問你點解要咁做。"
    },
    {
      "ID": "EMJ2043",
      "Mission": "跌一隻牌出嚟，如果有人講出隻牌係咩牌，對付啲咁衰嘅人，梗係要斷佢正喇！"
    },
    {
      "ID": "EMJ2044",
      "Mission": "到你出牌嘅時候扮到要諗好耐，如果有人話你係「站長」，就攞支籤出嚟威畀佢睇啦！"
    },
    {
      "ID": "EMJ2045",
      "Mission": "洗牌扮整親隻手，引到有人關心你咁好，佢就落沓啦。"
    },
    {
      "ID": "EMJ2046",
      "Mission": "問一位雀友借籌碼/錢嚟再搏過，如果佢肯借畀你，記得要俾埋支籤佢睇喎。"
    },
    {
      "ID": "EMJ2047",
      "Mission": "開槓時問「搶唔搶槓」，邊個答嗲就‧斷‧正！"
    },
    {
      "ID": "EMJ2048",
      "Mission": "打打下提出下次打另一種麻雀（日麻、台麻，etc.），有人話「OK/好吖」嘅，就話佢知已經落咗沓喇。"
    },
    {
      "ID": "EMJ2049",
      "Mission": "搵啲嘢嚟投訴（例如「間房唔夠光喎」），如果有雀友進入認真解決mode（我去加盞太陽燈），咁你就要感謝佢落咗沓喇。"
    },
    {
      "ID": "EMJ2050",
      "Mission": "打隻紅中出去，尖峰位特登指住人家，之後任何人跟着你同樣咁做，佢就斷正。"
    },
    {
      "ID": "EMJ2051",
      "Mission": "打二筒出去時講「狄娜」或打八筒出去時講「棺材」，之後有其他人跟風嘅話就斷正。"
    },
    {
      "ID": "EMJ2052",
      "Mission": "打廣東牌時，叫糊時大叫立直（日麻術語），如果有人問咩料，你就得米啦。"
    },
    {
      "ID": "EMJ2053",
      "Mission": "出銃時，專登畀少咗錢，如果食糊位雀友即時話你唔夠數喎，咁就畀支籤佢睇喇（當然仲要記得補足錢噃）。"
    },
    {
      "ID": "EMJ2054",
      "Mission": "引到人講廣東牌之外嘅麻雀版本更好玩，你就跣到佢中伏啦~~"
    },
    {
      "ID": "EMJ2055",
      "Mission": "講起搵唔齊麻雀腳開枱點算，借機引人講佢會玩網上麻雀game/打麻雀app。"
    },
    {
      "ID": "EMJ2056",
      "Mission": "引人開口講「我係黑仔/今日好黑」。"
    },
    {
      "ID": "EMJ2057",
      "Mission": "特登整啲銀仔/籌碼產生噪音，如果有人話你好嘈就斷正囉。"
    },
    {
      "ID": "EMJ2058",
      "Mission": "出牌好大力咁拍落張枱度，引到人叫你細力啲就斷正。"
    },
    {
      "ID": "EMJ2059",
      "Mission": "亂講一個假嘅麻雀傳說，有人信你，佢就中伏喇。"
    },
    {
      "ID": "EMJ2060",
      "Mission": "食出絕張牌後講「運氣都係實力嘅一種」，如果有人用任何方法表達「你咪得戚」嘅意思，就畀支籤佢睇嚟再得戚多次啦。"
    },
    {
      "ID": "EMJ2061",
      "Mission": "食糊收錢後扮收唔足錢，如果有人即刻話你數錯，咁無共同解決問題精神嘅朋友，梗係要畀支籤佢睇吓啦。（事後要講明做任務，咪搞到反枱。）"
    },
    {
      "ID": "EMJ2062",
      "Mission": "不斷提個「syu1」字（書櫃、舒舒服服、行書展……），直到有人開聲話「輸夠未」、「邪住晒，點食糊呀」一類晦氣嘢，佢就中伏啦！"
    }
  ]
