const missionsa = [
    {
      "ID": "EMJ1001",
      "Mission": "問一個玩家：「喂喂喂你知唔知呀？」，如果佢問你「知咩呀」，咁你就搞掂咗啦！"
    },
    {
      "ID": "EMJ1002",
      "Mission": "問一個玩家：「喂喂喂你知唔知呀？」，如果佢問你「知咩呀」，咁你就搞掂咗啦！"
    },
    {
      "ID": "EMJ1003",
      "Mission": "問一個玩家：「喂喂喂你知唔知呀？」，如果佢問你「知咩呀」，咁你就搞掂咗啦！"
    },
    {
      "ID": "EMJ1004",
      "Mission": "問一個玩家：「喂喂喂你知唔知呀？」，如果佢問你「知咩呀」，咁你就搞掂咗啦！"
    },
    {
      "ID": "EMJ1005",
      "Mission": "問一個玩家佢條底褲咩色，而佢又唔怕羞話你知，搞掂！"
    },
    {
      "ID": "EMJ1006",
      "Mission": "叫一個玩家播首《打雀英雄傳》嚟襯托下氣氛。當音樂聲響起，你就知搞掂。"
    },
    {
      "ID": "EMJ1007",
      "Mission": "特登計錯番，而其他玩家提醒你，搞掂！（如果冇人出聲，搏懵成功！）"
    },
    {
      "ID": "EMJ1008",
      "Mission": "提議再打多個圈，有玩家話自己眼瞓而拒絕，畀支籤佢睇啦。想割禾青！？"
    },
    {
      "ID": "EMJ1009",
      "Mission": "食雞糊，有玩家話你無志氣，話返佢轉頭：「雞糊唔係糊啊」+畀支籤佢睇。"
    },
    {
      "ID": "EMJ1010",
      "Mission": "呃另一位玩家佢跌咗隻牌，佢話「你都係想引我落沓」，冇錯，真係想引你落沓，畀支籤佢睇！"
    },
    {
      "ID": "EMJ1011",
      "Mission": "摸錯牌，有玩家捉你，搞掂！"
    },
    {
      "ID": "EMJ1012",
      "Mission": "擲骰嗰陣一粒一粒掉，如果有玩家催你，比支籤佢睇啦！"
    },
    {
      "ID": "EMJ1013",
      "Mission": "呃一位玩家大相公/小相公，佢又真係數牌，你就搞掂啦！"
    },
    {
      "ID": "EMJ1014",
      "Mission": "提到「人有三急！打埋呢鋪去廁所！」如果之後有人提你去廁所，咁就show你支籤多謝佢啦！"
    },
    {
      "ID": "EMJ1015",
      "Mission": "重複問「我哋打廣東牌定台灣牌」，如果三次都有人肯答你就掂啦。"
    },
    {
      "ID": "EMJ1016",
      "Mission": "令一位玩家覺得風水唔好要調位。"
    },
    {
      "ID": "EMJ1017",
      "Mission": "令一位玩家叫外賣。"
    },
    {
      "ID": "EMJ1018",
      "Mission": "令其他一位玩家講出「人品好，牌品自然好」。"
    },
    {
      "ID": "EMJ1019",
      "Mission": "話張麻雀枱好似斜斜地，令一個玩家同你一齊睇下張枱。"
    },
    {
      "ID": "EMJ1020",
      "Mission": "扮有人打嚟叫自己返屋企，令一個玩家問你邊個打嚟。"
    },
    {
      "ID": "EMJ1021",
      "Mission": "令一個玩家催你快啲出牌。"
    },
    {
      "ID": "EMJ1022",
      "Mission": "打隻牌出枱時話「係咪要呢隻呀？」有人多謝你要接收隻牌咯，你咪多謝返佢落咗沓囉！"
    },
    {
      "ID": "EMJ1023",
      "Mission": "令一個玩家提起一套同麻雀有關嘅電影。"
    },
    {
      "ID": "EMJ1024",
      "Mission": "扮要拍一位雀友膊頭，令佢問你想做咩。"
    },
    {
      "ID": "EMJ1025",
      "Mission": "話今鋪運氣麻麻，一定係對家嘅某件飾物邪住自己，如果對家真係望一望自己啲嘢，就捉到佢正嘞！"
    },
    {
      "ID": "EMJ1026",
      "Mission": "疊牌失敗嗰陣，如果有玩家笑你咁都「斷橋」，仲唔斷佢正？"
    },
    {
      "ID": "EMJ1027",
      "Mission": "問其他人可唔可以打廣東牌以外嘅牌？（例如日麻），如果被人拒絕三次你就掂啦！"
    },
    {
      "ID": "EMJ1028",
      "Mission": "出銃之後發脾氣，如果有人話你「牌品唔好即係人品唔好」，畀支籤佢睇啦。"
    },
    {
      "ID": "EMJ1029",
      "Mission": "甩完牌亂講隻牌再打出嚟，直到被人叫你唔好再甩。"
    },
    {
      "ID": "EMJ1030",
      "Mission": "亂叫食糊，如果有玩家話你再亂叫就當你食詐糊，得咗。"
    },
    {
      "ID": "EMJ1031",
      "Mission": "拍人膊頭，直到畀人破口大罵。"
    },
    {
      "ID": "EMJ1032",
      "Mission": "一路打一路話唔明麻雀有咩好玩，如果有人問你「咁你又打」，畀支籤佢睇下點解啦。"
    },
    {
      "ID": "EMJ1033",
      "Mission": "老作一段你同外國人打麻雀嘅故事，如果有人你個外國人咩國籍，佢就中伏啦。"
    },
    {
      "ID": "EMJ1034",
      "Mission": "氹個雀友單吊嗰陣將隻牌擺響籌碼或錢上面會易啲食得出，佢又真係跟住做。"
    },
    {
      "ID": "EMJ1035",
      "Mission": "氹到一人諗一個打牌嘅好處，收到三個其他玩家嘅答案，你成功啦！"
    },
    {
      "ID": "EMJ1036",
      "Mission": "你中伏啦！響枱上面收埋呢支籤，如果有人其他玩家打開嚟睇就中伏啦！"
    },
    {
      "ID": "EMJ1037",
      "Mission": "要求封牌，真係有人拎個蓋畀你（咩蓋都得）。"
    },
    {
      "ID": "EMJ1038",
      "Mission": "引人講話請大家食飯，佢就中伏啦！"
    },
    {
      "ID": "EMJ1039",
      "Mission": "引人哋講一個同麻雀牌有關嘅鬼故。"
    },
    {
      "ID": "EMJ1040",
      "Mission": "打完呢局，引人哋「莊」下你叫咩牌，對於咁八嘅人，畀支籤佢睇啦！"
    },
    {
      "ID": "EMJ1041",
      "Mission": "同人講「碰夠未」，如果有人答你「未」，咁你知你要點做啦！"
    },
    {
      "ID": "EMJ1042",
      "Mission": "講自己副牌好差，如果有人回你「我都係」，呢局之後記得俾佢睇吓支籤啦！"
    },
    {
      "ID": "EMJ1043",
      "Mission": "特登講錯自己今日自摸嘅次數，如果有人更正你，咁留意你嘅人，你當然要多謝佢啦。"
    },
    {
      "ID": "EMJ1044",
      "Mission": "當你食唔到糊問隻牌去咗邊度，如果有人喺自己副牌特登拎出嚟show俾你睇，就用支籤嚟回敬佢。"
    },
    {
      "ID": "EMJ1045",
      "Mission": "引一個人喺擲骰前估會擲到咩，如果佢真係估，無論結果係咩，佢都逃唔出你嘅伏囉。"
    },
    {
      "ID": "EMJ1046",
      "Mission": "引一個人問你「你識唔識打牌架？」"
    },
    {
      "ID": "EMJ1047",
      "Mission": "引一個人講「到邊個？」"
    },
    {
      "ID": "EMJ1048",
      "Mission": "引一個人用麻雀牌砌屋仔/塔。"
    },
    {
      "ID": "EMJ1049",
      "Mission": "令一個玩家抹下啲牌。"
    },
    {
      "ID": "EMJ1050",
      "Mission": "（真又好假又好）叫糊叫中隻絕張牌，如果有人估你想要邊隻，咁八掛，梗係送個「伏」畀佢啦！"
    },
    {
      "ID": "EMJ1051",
      "Mission": "令一個玩家講「五筒扮四筒」。"
    },
    {
      "ID": "EMJ1052",
      "Mission": "問一個玩家「打咩呀？」如果佢好衰咁答「打牌囉」，咁梗係唔忍，直show支籤俾佢睇啦。"
    },
    {
      "ID": "EMJ1053",
      "Mission": "打出一隻牌之前，同一個玩家講「呢隻出硬銃」，如果佢真係食呢隻牌，咁你起碼都完成到呢個任務嘅……"
    },
    {
      "ID": "EMJ1054",
      "Mission": "執位嗰時，令一位玩家話你坐錯位。"
    },
    {
      "ID": "EMJ1055",
      "Mission": "同其中一個玩家打眼色，如果有人問你哋咩事，你就搞掂喇。"
    },
    {
      "ID": "EMJ1056",
      "Mission": "有人（包括自己）食出卡窿你就嗌對碰，而糊對碰就專登講卡窿，如果有人stop你咪亂噏，咁你就搞掂。"
    },
    {
      "ID": "EMJ1057",
      "Mission": "太攰唔洗牌，有人開聲話你就成功喇！"
    },
    {
      "ID": "EMJ1058",
      "Mission": "作一個新名畀隻麻雀牌，引人跟你一齊咁樣稱呼佢。"
    },
    {
      "ID": "EMJ1059",
      "Mission": "洗牌時話要去洗手間，如果返嚟嘅時候有人已經幫你疊好牌，咁就show支籤當多謝佢啦。"
    },
    {
      "ID": "EMJ1060",
      "Mission": "上牌時問「我上喎，冇人碰吖嘛？」如果有人嗌「碰」，佢就斷正囉。"
    },
    {
      "ID": "EMJ1061",
      "Mission": "引到一名雀友講「食頭糊，輸甩褲」或者「哀家食尾糊」，對方就斷正。"
    },
    {
      "ID": "EMJ1062",
      "Mission": "開打前問「打幾大」，有人隨便咁答「你話啦」就斷正。"
    }
  ];

